{
  "Result": {
    "Error": "False",
    "Total": 1,
    "Query": {
      "ApiVersion": "3",
      "ApiType": "topicsearch",
      "TopicId": "30542",
      "ToolId": null,
      "CategoryId": null,
      "PopulationId": null,
      "Keyword": null,
      "Who": null,
      "Age": null,
      "Sex": null,
      "Pregnant": null,
      "TobaccoUse": null,
      "SexuallyActive": null,
      "Category": null,
      "Lang": "en",
      "Type": null,
      "ReturnType": "json",
      "Callback": null,
      "HealthfinderPage": null,
      "APiType": "topicsearch"
    },
    "Language": "English",
    "Resources": {
      "Resource": [
        {
          "Type": "Topic",
          "Id": "30542",
          "Title": "Talk to Your Kids About Sex and Healthy Relationships",
          "TranslationId": "30542",
          "TranslationTitle": "",
          "Categories": "Healthy Relationships, Sexual Health",
          "Populations": "",
          "MyHFTitle": "",
          "MyHFDescription": "",
          "MyHFCategory": "",
          "MyHFCategoryHeading": "",
          "LastUpdate": "1708110432",
          "ImageUrl": "https://health.gov/sites/default/files/2022-06/ttykasahr.jpg",
          "ImageAlt": "A father and son walking together.",
          "AccessibleVersion": "https://health.gov/myhealthfinder/healthy-living/sexual-health/talk-your-kids-about-sex-and-healthy-relationships",
          "RelatedItems": {
            "RelatedItem": [
              {
                "Type": "Topic",
                "Id": "549",
                "Title": "Get Your Pre‑teen’s Vaccines on Schedule",
                "Url": "https://health.gov/myhealthfinder/doctor-visits/vaccines-shots/get-your-pre-teens-vaccines-schedule"
              },
              {
                "Type": "Topic",
                "Id": "30535",
                "Title": "Talk to Your Kids About Tobacco, Alcohol, and Drugs",
                "Url": "https://health.gov/myhealthfinder/healthy-living/mental-health-and-relationships/talk-your-kids-about-tobacco-alcohol-and-drugs"
              },
              {
                "Type": "Topic",
                "Id": "544",
                "Title": "Get Your Child the HPV Vaccine",
                "Url": "https://health.gov/myhealthfinder/doctor-visits/vaccines-shots/get-your-child-hpv-vaccine"
              }
            ]
          },
          "Sections": {
            "section": [
              {
                "Title": "The Basics: Overview ",
                "Description": "",
                "Content": "\u003Cp\u003ETalking honestly and openly with your kids about sex and relationships is important — and it\u0027s never too early to start. Your support can help them make healthy choices and avoid risks as they grow up.\u003C/p\u003E\u003Cp\u003EIt may be hard to know where to start, especially if your parents didn’t talk to you about sex when you were growing up. The following tips and strategies can help.\u003C/p\u003E\u003Ch4\u003EWhat do I say?\u003C/h4\u003E\u003Cp\u003EKids have different questions and concerns about sex at different ages. As your children get\u0026nbsp;older, the things you talk about will change. Remember to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003ETalk early and often — you don’t have to fit everything into 1\u0026nbsp;conversation!\u003C/li\u003E\u003Cli\u003EBe ready to answer questions — children’s questions can tell you a lot about what they already know\u003C/li\u003E\u003Cli\u003EListen carefully to your kids\u0027 opinions, even if you don’t agree\u003C/li\u003E\u003Cli\u003ETry using things that come up on TV, in music, or on social media to start a conversation\u003C/li\u003E\u003Cli\u003EBe honest about how you\u0027re feeling — for example, if you\u0027re embarrassed or uncomfortable, it’s okay to say so\u003C/li\u003E\u003C/ul\u003E\u003Ch4\u003EWill talking to my kids really make a difference?\u003C/h4\u003E\u003Cp\u003EParents are the most important influence on a young person\u0027s decisions about relationships and sex —\u0026nbsp;even more important than friends, siblings, or the media. Most young people say that it would be easier to make decisions about sex if they could talk openly and honestly with their parents.\u003C/p\u003E\u003Cp\u003EYoung people who talk with their parents about sex are more likely to put off having sex until they\u0027re older. They\u0027re also more likely to make healthy choices, like using condoms to prevent pregnancy and STIs (sexually transmitted infections), if they do choose to have sex. STIs are also called STDs (sexually transmitted diseases).\u0026nbsp;\u003C/p\u003E"
              },
              {
                "Title": "The Basics: Bodies and Puberty",
                "Description": "",
                "Content": "\u003Ch4\u003EWhen is the right time to start talking?\u003C/h4\u003E\u003Cp\u003EIt’s never too early to start talking to children about their bodies. Be sure to use the medical names for all body parts and explain what they do. These resources can help:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/http/kidshealth.org/en/parents/female-reproductive-system.html?_label_=Reproductive+systems+with+a+vagina%2C+uterus%2C+and+ovaries\u0022\u003EReproductive systems with a vagina, uterus, and ovaries\u003C/a\u003E (often called female reproductive systems)\u003C/li\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/http/kidshealth.org/en/parents/male-reproductive.html?_label_=Reproductive+systems+with+a+penis+and+testicles\u0022\u003EReproductive systems with a penis and testicles\u003C/a\u003E\u0026nbsp;(often called male reproductive systems)\u003C/li\u003E\u003C/ul\u003E\u003Ch4\u003EWhat do I tell my kids about puberty?\u003C/h4\u003E\u003Cp\u003EPuberty is when your child\u0027s body starts to develop and change into an adult\u0026nbsp;body. Puberty is different for each child.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EFor girls, puberty usually starts between ages 8\u0026nbsp;and 15 years.\u0026nbsp;\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/medlineplus.gov/ency/patientinstructions/000651.htm?_label_=Get+more+information+about%26nbsp%3Bwhat+puberty+is+like+for+girls\u0022\u003EGet more information about\u0026nbsp;what puberty is like for girls\u003C/a\u003E.\u003C/li\u003E\u003Cli\u003EFor boys, it usually begins between ages 9\u0026nbsp;and 16 years.\u0026nbsp;\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/medlineplus.gov/ency/patientinstructions/000650.htm?_label_=Get+more+information+about%26nbsp%3Bwhat+puberty+is+like+for+boys\u0022\u003EGet more information about\u0026nbsp;what puberty is like for boys\u003C/a\u003E.\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EPuberty can be a confusing and overwhelming time for many young people. You can help your kids by:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003ETelling them that puberty is a normal part of growing up\u003C/li\u003E\u003Cli\u003ESharing\u0026nbsp;facts to help them understand their changing bodies and feelings\u003C/li\u003E\u003Cli\u003ETalking about your own puberty experiences when you were growing up\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAs your kids get older, they may be less likely to ask you questions. So it’s a good idea for you to start conversations with them.\u003C/p\u003E"
              },
              {
                "Title": "The Basics: Gender",
                "Description": "",
                "Content": "\u003Ch4\u003EWhat if my child has questions about being a boy or girl?\u003C/h4\u003E\u003Cp\u003EThe important thing is to believe what your child tells you about their gender. Let them know you love them, and thank them for sharing this part of their life with you.\u003C/p\u003E\u003Cp\u003ESome kids act or feel like they\u0027re a different gender than the sex that\u0027s listed on their birth certificate. For example, a child who was assigned male at birth may feel like a girl, not a boy. And some kids don\u0027t feel like a boy or a girl.\u003C/p\u003E\u003Cp\u003EWhen kids act or feel like they\u0027re a different gender than their sex assigned at birth, it\u0027s sometimes called being \u0022gender-diverse.\u0022 Some kids may feel this way from very early on, while others may start to feel this way during puberty or as they get older.\u003C/p\u003E\u003Cp\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/www.healthychildren.org/English/ages-stages/gradeschool/Pages/Gender-Diverse-Transgender-Children.aspx?_label_=Get+more+tips+for+parenting+a+gender-diverse+child\u0022\u003EGet more tips for parenting a gender-diverse child\u003C/a\u003E.\u003C/p\u003E"
              },
              {
                "Title": "The Basics: Healthy, Respectful Relationships",
                "Description": "",
                "Content": "\u003Ch4\u003EHow can I help my kids build healthy, respectful\u0026nbsp;relationships?\u003C/h4\u003E\u003Cp\u003EStart conversations about what healthy and respectful relationships look like. Talk with your child about what they should expect for themselves and others in their relationships with friends, as well as in romantic or sexual relationships.\u003C/p\u003E\u003Cp\u003ETalk about the importance of respect in all relationships, including giving and receiving consent in sexual relationships. And try to model healthy and respectful relationships for your child as much as possible. \u0026nbsp;\u003C/p\u003E\u003Cp\u003EFamilies have different expectations about when and how kids can start dating or having romantic relationships. Talk about your family expectations for healthy, respectful relationships \u003Cstrong\u003Ebefore\u003C/strong\u003E your child starts dating — and keep checking in with them often.\u003C/p\u003E\u003Cp\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/youth.gov/youth-topics/teen-dating-violence/characteristics?_label_=Learn+more+about+healthy+relationships\u0022\u003ELearn more about healthy relationships\u003C/a\u003E. You can also \u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/kidshealth.org/en/teens/healthy-relationship.html?_label_=share+this+resource+about+healthy+relationships+with+your+kids\u0022\u003Eshare this resource about healthy relationships with your kids\u003C/a\u003E.\u003C/p\u003E\u003Ch4\u003ETalk about different kinds of relationships, including relationships with opposite-sex and same-sex partners.\u003C/h4\u003E\u003Cp\u003EWhen you talk about relationships and sex, don\u0027t assume your child is only interested in opposite-sex relationships. Some young people may be interested in same-sex relationships or identify as lesbian, gay, or bisexual.\u0026nbsp;And some may not be interested in sexual relationships at all — they may identify as asexual, for example.\u003C/p\u003E\u003Cp\u003EIt\u0027s important to let your child know that you love them and that you appreciate them sharing this part of their life with you. Young people who identify as lesbian, gay, and bisexual are less likely to be depressed if their parents are supportive. They’re also more likely to make healthy choices about sex and relationships.\u0026nbsp; \u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/www.cdc.gov/healthyyouth/protective/factsheets/parents_influence_lgb.htm?_label_=Find+out+how+you+can+support+a+lesbian%2C+gay%2C+bisexual%2C+or+transgender+child\u0022 id=\u0022anch_49\u0022\u003EFind out how you can support a lesbian, gay, bisexual, or transgender child\u003C/a\u003E.\u003C/p\u003E"
              },
              {
                "Title": "The Basics: Pregnancy and STIs",
                "Description": "",
                "Content": "\u003Ch4\u003EWhat do I tell my child about preventing pregnancy and STIs?\u003C/h4\u003E\u003Cp\u003EMake sure your kids have the facts they need to make healthy and informed decisions about their sexual health. This includes information about pregnancy and STIs like HIV and chlamydia.\u003C/p\u003E\u003Cp\u003EEven if you don\u0027t think your child is having sex or in a dating or romantic relationship, talk with them about ways to prevent pregnancy and STIs.\u003C/p\u003E\u003Cp\u003ETell your child about different kinds of birth control. It\u0027s also important to make sure your child knows how to access and use condoms to prevent STIs —\u0026nbsp;even if they\u0027re also using another method to prevent pregnancy.\u003C/p\u003E\u003Cp\u003ECheck out these resources to learn\u0026nbsp;more:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/myhealthfinder/topics/health-conditions/hiv-and-other-stds/talk-your-teen-about-preventing-stds?_label_=Talk+with+Your+Teen+About+Preventing+STIs\u0022\u003ETalk with Your Teen About Preventing STIs\u003C/a\u003E\u003C/li\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/myhealthfinder/topics/everyday-healthy-living/sexual-health/choose-right-birth-control?_label_=Choose+the+Right+Birth+Control\u0022\u003EChoose the Right Birth Control\u003C/a\u003E\u003C/li\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/kidshealth.org/en/parents/questions-sex.html?_label_=Questions+and+Answers+About+Sex\u0022\u003EQuestions and Answers About Sex\u003C/a\u003E\u003C/li\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/http/kidshealth.org/parent/growth/sexual_health/about_bc.html?_label_=About+Birth+Control%3A+What+Parents+Need+to+Know\u0022 id=\u0022anch_56\u0022\u003EAbout Birth Control: What Parents Need to Know\u003C/a\u003E\u0026nbsp;\u003C/li\u003E\u003C/ul\u003E\u003Ch5\u003EAsk your kids where they get information about relationships, sex, pregnancy, and STIs.\u003C/h5\u003E\u003Cp\u003EMake sure you know where your child is getting health information. Some sources of information may be more medically accurate than others.\u0026nbsp;\u003C/p\u003E\u003Ch5\u003EEncourage your child to talk with their doctor about sexual health.\u003C/h5\u003E\u003Cp\u003EDoctors can be a trustworthy source of information about relationships, sex, pregnancy, and STIs. Next time you bring your child for a doctor visit, ask if they’d like to spend a few minutes alone with the doctor to ask questions.\u0026nbsp;\u003C/p\u003E\u003Cp\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/www.cdc.gov/healthyyouth/protective/factsheets/OneonOnetime_FactSheet.htm?_label_=Learn+why+one-on-one+time+with+their+doctor+is+important+for+teens\u0022\u003ELearn why one-on-one time with their doctor is important for teens\u003C/a\u003E.\u003C/p\u003E"
              },
              {
                "Title": "Take Action: Start Talking",
                "Description": "",
                "Content": "\u003Cp\u003EKids need information from adults they trust. Use these tips to start a conversation\u0026nbsp;today.\u003C/p\u003E\u003Ch4\u003ETalk early and often.\u003C/h4\u003E\u003Cp\u003EStart having conversations about your values and expectations when your kids are young. That way, they\u0027ll\u0026nbsp;get used to sharing information and opinions with you. This will make it easier for you to keep talking as they\u0026nbsp;get\u0026nbsp;older.\u003C/p\u003E\u003Cp\u003EThere are lots of ways to talk to kids about relationships and sex. Try having lots of little conversations instead of 1 big talk. And remember, if you’ve been putting it off, it’s never too late to start a conversation about sexual health.\u003C/p\u003E\u003Cp\u003EGet tips on how to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/www.healthychildren.org/English/family-life/family-dynamics/communication-discipline/pages/Communication-Dos-and-Donts.aspx?_label_=Communicate+with+your+child\u0022\u003ECommunicate with your child\u003C/a\u003E\u003C/li\u003E\u003Cli\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/www.cdc.gov/healthyyouth/protective/factsheets/talking_teens.htm?_label_=Talk+to+your+teen+about+sex+and+relationships\u0022 id=\u0022anch_61\u0022\u003ETalk to your teen about sex and relationships\u003C/a\u003E\u003C/li\u003E\u003C/ul\u003E\u003Ch4\u003EStart small.\u003C/h4\u003E\u003Cp\u003ETry not to give your kids too much information at once. Give them time between conversations to think. They may come back later and ask questions.\u003C/p\u003E\u003Ch4\u003EPractice active listening.\u003C/h4\u003E\u003Cp\u003EActive listening is a way to show your kids that you\u0027re paying attention and trying to understand their thoughts and feelings. Try these tips:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003ENod your head and make eye contact to show that you\u0027re interested in what they have to say.\u003C/li\u003E\u003Cli\u003ERepeat back what your child says in your own words. For example:\u0026nbsp;“What I\u0027m hearing\u0026nbsp;is that you\u0027re feeling frustrated with our rules. You feel that you\u0027re old enough to make your own\u0026nbsp;decisions.”\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Ca href=\u0022https://health.gov/myhealthfinder/api/outlink/topicsearch.json/https/www.healthychildren.org/English/family-life/family-dynamics/communication-discipline/Pages/Components-of-Good-Communication.aspx?_label_=Get+more+listening+tips+for+parents\u0022 id=\u0022anch_62\u0022\u003EGet more listening tips for parents\u003C/a\u003E.\u003C/p\u003E"
              },
              {
                "Title": "Take Action: Ask and Answer Questions",
                "Description": "",
                "Content": "\u003Ch4\u003EAsk questions.\u003C/h4\u003E\u003Cp\u003EGive your kids time and space to talk about their feelings and thoughts. Ask for their opinions. Be sure to listen, even if you don\u0027t agree.\u003C/p\u003E\u003Cp\u003ETry asking questions like:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EHave you talked about puberty, sex, or relationships in health class? With friends? Do you have any questions?\u003C/li\u003E\u003Cli\u003EWhen do you think it’s okay to start dating or having romantic relationships?\u003C/li\u003E\u003Cli\u003EWhen do you think a person is ready to have sex?\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAlways take your kids\u0027 values and opinions seriously. This shows that you respect what they have\u0026nbsp;to say — and it can help them feel more comfortable talking to you.\u003C/p\u003E\u003Ch4\u003EBe ready to answer questions.\u003C/h4\u003E\u003Cp\u003EWhen your kids ask you questions, ask them what they think first. Their answers will tell you more about what they\u0027re asking and why. This also gives you time to think about your answer.\u003C/p\u003E\u003Cp\u003EDo your best to answer questions honestly and correctly. If you don’t know the answer to a question, it\u0027s okay! You can say, “I’m not sure. Let’s look that up\u0026nbsp;together.”\u003C/p\u003E\u003Cp\u003EKeep in mind that kids get information about sex from lots of different sources, like friends, the internet, social media, and TV. They may get conflicting and inaccurate information, which can be confusing. That’s another reason why it’s important for you to answer questions as clearly and accurately as you can.\u003C/p\u003E"
              },
              {
                "Title": "Take Action: Conversation Tips",
                "Description": "",
                "Content": "\u003Ch4\u003EUse media to start a conversation.\u003C/h4\u003E\u003Cp\u003EKids see and hear messages about relationships and sex every day in the media —\u0026nbsp;like on TV, in music, and online. When something comes up in\u0026nbsp;a TV show or song, use it as an opportunity to start a conversation with your kids.\u003C/p\u003E\u003Ch4\u003ETalk in the car or in the kitchen.\u003C/h4\u003E\u003Cp\u003EIt can sometimes be easier to talk about sex if you\u0027re doing something else at the same time. Try asking a question when you\u0027re driving or cooking dinner.\u003C/p\u003E\u003Cp\u003EYou can still show\u0026nbsp;that you\u0027re listening by nodding your head or repeating what your child says to you.\u003C/p\u003E\u003Ch4\u003EBe honest.\u003C/h4\u003E\u003Cp\u003EIt’s okay to feel embarrassed or uncomfortable. Be honest about how you\u0027re feeling. Remember, when you\u0027re honest with your kids, they\u0027re more likely to be honest with you.\u003C/p\u003E\u003Ch4\u003ETalk with other parents.\u003C/h4\u003E\u003Cp\u003EKeep in mind that you\u0027re not the only parent thinking about how to talk to kids about relationships and sex. Ask other parents how conversations with their kids are going. You may be able to get useful tips and ideas.\u003C/p\u003E\u003Cp\u003ETalking to other parents is also a great way to learn more about the messages other kids are getting about relationships and sex.\u003C/p\u003E"
              }
            ]
          },
          "MoreInfoItems": null,
          "HealthfinderLogo": "https://health.gov/themes/custom/healthfinder/images/MyHF.svg",
          "HealthfinderUrl": "https://health.gov/myhealthfinder"
        }
      ]
    }
  }
}
